Repository: Rasbats/photolayer_pi
Catalog: po/*.po
Languages: es_es, fr_fr

source: ... unable to transform points between pixel/line and PCS space
es_es: ... no se pueden transformar puntos entre el espacio pixel/line y PCS
fr_fr: ... impossible de transformer des points entre pixel/ligne et espace PCS

source: PhotoLayer
es_es: Fotocapa (PhotoLayer)

source: Failed to save xml file:
es_es: Error al guardar el archivo xml:
fr_fr: Echec de sauvegarde du fichier xml :

source: Failed to load data sets
es_es: Error al cargar los conjuntos de datos
fr_fr: Impossible de charger les données

source: Invalid xml file
es_es: Archivo xml no valido
fr_fr: Fichier xml invalide

source: Unrecognized xml node:
es_es: Nodo xml desconocido:
fr_fr: Node xml non reconnu

source: Failed to load input file:
es_es: Error cargando archivo de entrada:
fr_fr: Impossible de charger le fichier :

source: Open PhotoLayer Input File
es_es: Abrir archivo de entrada de PhotoLayer
fr_fr: Ouvrir le fichier d'entrée PhotoLayer

source: GeoTiff files|*.tif;*.TIF;*.tiff;*.TIFF|All files (*.*)|*.*
es_es: Archivos GeoTiff|*.tif;*.TIF;*.tiff;*.TIFF|Todos los archivos (*.*)|*.*
fr_fr: Fichiers GeoTiff |*.tif;*.TIF;*.tiff;*.TIFF|All files (*.*)|*.*

source: Save PhotoLayer To Image
es_es: Guardar PhotoLayer a imagen
fr_fr: Sauver PhotoIayer en image

source: Image Files|*.BMP;*.bmp|*.PNG;*.png|*.TIFF;*.tiffAll files (*.*)|*.*
es_es: Archivos de imágen|*.BMP;*.bmp|*.PNG;*.png|*.TIFF;*.tiffTodos los archivos (*.*)|*.*
fr_fr: Fichiers Image |*.BMP;*.bmp|*.PNG;*.png|*.TIFF;*.tiffAll files (*.*)|*.*

source: Failed to save file:
es_es: Error al guardar archivo:
fr_fr: Echec de sauvegarde du fichier :

source: Save PhotoLayer To KAP
es_es: Guardar foto Layer a KAP
fr_fr: Sauver PhotoIayer en KAP

source: KAP Files|*.KAP;*.kap|All files (*.*)|*.*
es_es: Archivos KAP|*.KAP;*.kap|Todos los srchivos (*.*)|*.*
fr_fr: Fichiers KAP |*.KAP;*.kap|All files (*.*)|*.*

source: Image will be removed from the list but NOT deleted
es_es: La imagen se eliminará de la lista pero NO será borrada
fr_fr: L'image sera supprimée de la liste mais PAS supprimée

source: Remove from list
es_es: Eliminar de la lista
fr_fr: Retirer de la liste

source: Resulting image has negative dimensions, aborting
es_es: La imagen resultante tiene dimensiones negativas, cancelando
fr_fr: L'image résultante a des dimensions négatives. Abandon

source: Mapping Failed
es_es: Error de mapeo
fr_fr: Échec du mappage

source: Resulting image larger than %dMB Try changing size parameter to a smaller value. (less than %.2f) aborting
es_es: Imagen resultante mayor de %dMB Intenta cambiando el tamaño a un valor menor. (menor de %.2f) cancelando
fr_fr: Taille de l'image résultante supérieure à %dMo Essayez de réduire la taille dans les paramètres. (moins que %.2f) Abandon

source: Mapping PhotoLayer Image
es_es: Mapeando imagen de PhotoLayer
fr_fr: Mappage de l'image PhotoLayer

source: PhotoLayer Mapper
es_es: Mapeador de PhotoLayer
fr_fr: Mappeur de PhotoLayer

source: Graphics hardware not supported (Disable OpenGL)
es_es: Hardware gráfico no soportado (desactivar OpenGL)
fr_fr: Carte graphique non supportée. (Désactiver OpenGL)

source: PhotoLayer PlugIn for OpenCPN
es_es: PlugIn de PhotoLayer para OpenCPN
fr_fr: Complément PhotoLayer pour OpenCPN

source: PhotoLayer PlugIn for OpenCPN A viewer for GeoTiff image files. Builtin record of images that have been loade.
es_es: Plugin PhotoLayer para OpenCPN Un visor para archivos de imagen de GeoTiff. Registro incorporado de imágenes que han sido cargadas.
fr_fr: Complément PhotoLayer pour OpenCPN Un visionneur pour les fichiers d'image GeoTiff. Enregistrement Builtin des images qui ont été téléchargées.

source: PhotoLayer Preferences
es_es: Preferencias de PhotoLayer
fr_fr: Preférences de PhotoLayer
